[分析如下]
一、	根據10/20 15:50~16:10的交易資料分析，觀察TOP 10交易類型、AS400 TPM變化與積Queue情況，發現以下重點：
1.	高負載交易特性
在TOP 10交易中，有兩支屬於「一去多回」交易：
o	CE6220R：卡片清單查詢
o	CEW304R：信用卡牌卡資訊查詢（屬跨主機交易）
這類交易在高併發情境下容易造成系統資源消耗過大，導致回應延遲。
2.	信用卡行銷活動TOP 10交易中，被觸發的交易類型包含：
o	CE6220R：卡片清單查詢
o	CEW304R：信用卡牌卡資訊查詢
o	CEW301R：信用卡戶況查詢
o	CEW302R：信用卡卡片總覽
o	CEW303R：信用卡帳務總覽
o	CEW205R：結帳日前消費明細查詢
o	CEW313R：信用卡資產總覽
o	CEW223R：網頁登錄行銷活動
此類交易多為查詢型，且部分為「一去多回」或「跨主機交易」，在活動期間集中出現，加重AS400負載。

二、	在10/20活動期間的系統交易監控中觀察到：
•	15:50前，Fubon+與eBank送至AS400的交易量（TPM）平均約為 10,000 筆/分鐘，系統回應時間穩定，約 80 毫秒。
•	16:00整，TPM瞬間飆升至 40,000 筆/分鐘，導致AS400出現 積Queue現象[圖二]，最大回應時間達 28,074 毫秒（約28秒）[圖一]，顯示系統資源已達瓶頸。
•	16:01後，TPM下降至 29,000 筆/分鐘，AS400回應時間迅速恢復至正常水準，約 80 毫秒，顯示系統在交易量稍降後即能回復穩定[圖一]。
